{"Date of capture":"Sat Feb 11 2017 11:29:14 GMT-0800 (PST)","File formats contained in package":"MARC records with links to a variety of full text objects (MAchine Readable Cataloging)","Individual source or seed URL":"https://www.osti.gov/scitech/","Institution facilitating the data capture creation and packaging":"","Name of package creator":"sugreevc","Name of resource":"","Type(s) of content in package":"From the link “About SciTech Connect” - https://www.osti.gov/scitech/about\n\n“SciTech Connect includes technical reports, bibliographic citations, journal articles, conference papers, books, patents and patent applications, multimedia, software, and data information sponsored by DOE through a grant, contract, cooperative agreement, or similar type of funding mechanism from the 1940s to today. This collection continues to grow as new scientific and technical information resulting from DOE research becomes available.\nWith over 2.85 million citations, SciTech Connect includes citations to 1.5 million journal articles, one million of which have digital object identifiers (DOIs) linking to full-text articles on publishers' websites. Additionally, SciTech Connect holds over 440,000 full-text DOE sponsored STI reports. Most full-text reports are post-1991, although over 143,000 of the reports were published prior to 1991.”\n\n“Launched in 2013, SciTech Connect consolidates two previous DOE search engines, Information Bridge and Energy Citations Database, creating a single search interface for all R\u0026D information. Thus, SciTech Connect contains over seventy years of energy-related citations and full-text documents created and/or collected by OSTI.“\n","UUID":"E268D952-3E8C-4F6E-8D07-86B1B7C35991","recommended_approach":"Here is the link to 524,799 MARC records containing links to full text objects. - https://www.osti.gov/MARC/marcAllRecords.zip\n\n“SciTech Connect Full-Text MARC Records include all the records from SciTech Connect that contain links to freely available full-text.  For the purpose of this service, full-text includes textual material, multimedia files, and datasets.  The subject disciplines covered by SciTech Connectinclude physics, chemistry, materials, biology, environmental sciences, energy technologies, engineering, computer and information science, renewable energy, and other topics of interest related to the DOE mission.”\n\nAlso records are added daily.  For information about the addition and deletion of records, check out this faq.  https://www.osti.gov/home/toolsfaqs.html","significance":"From the link “About SciTech Connect” - https://www.osti.gov/scitech/about\n\n“SciTech Connect includes technical reports, bibliographic citations, journal articles, conference papers, books, patents and patent applications, multimedia, software, and data information sponsored by DOE through a grant, contract, cooperative agreement, or similar type of funding mechanism from the 1940s to today. This collection continues to grow as new scientific and technical information resulting from DOE research becomes available.\nWith over 2.85 million citations, SciTech Connect includes citations to 1.5 million journal articles, one million of which have digital object identifiers (DOIs) linking to full-text articles on publishers' websites. Additionally, SciTech Connect holds over 440,000 full-text DOE sponsored STI reports. Most full-text reports are post-1991, although over 143,000 of the reports were published prior to 1991.”\n\n“Launched in 2013, SciTech Connect consolidates two previous DOE search engines, Information Bridge and Energy Citations Database, creating a single search interface for all R\u0026D information. Thus, SciTech Connect contains over seventy years of energy-related citations and full-text documents created and/or collected by OSTI.“\n","title":"SciTech Connect: Your connection to science, technology, and engineering research information from the U.S. Department of Energy","url":"https://www.osti.gov/scitech/"}